{
  "CopilotChat.nvim": { "branch": "main" },
  "aerial.nvim": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "conflict-marker.vim": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "ctrlp.vim": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "git-messenger.vim": { "branch": "master" },
  "goyo.vim": { "branch": "master" },
  "hererocks": { "branch": "master" },
  "image.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "quick-scope": { "branch": "master" },
  "tagalong.vim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "vim-deus": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-haskellFold": { "branch": "master" },
  "vim-hindent": { "branch": "master" },
  "vim-which-key": { "branch": "master" },
  "vimtex": { "branch": "master" }
}
