tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "brew-cask-completion"
brew "coreutils"
brew "direnv"
brew "fd"
brew "zstd"
brew "gcc"
brew "gdu"
brew "git"
brew "sqlite"
brew "python@3.9"
brew "gnupg"
brew "go"

brew "fish"
brew "gradle", link: false
brew "htop"
brew "imagemagick"
brew "jq"
brew "mosh"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "openblas"
brew "openjdk@11"
brew "python@3.10"
brew "ripgrep"
brew "scc"
brew "topgrade"
brew "tree"
brew "watch"
brew "wget"
brew "youtube-dl"

cask "alfred"
cask "coconutbattery"
cask "discord"
cask "google-chrome"
cask "kitty"
cask "krita"
cask "mpv"
cask "ngrok"
cask "obs"
cask "rectangle"
cask "slack"
cask "spotify"
cask "syncplay"
cask "telegram"
cask "transmission"

cask "intellij-idea"
cask "pycharm"
cask "webstorm"
